Repository: NilsGriebner/asthmadiary
Catalog: translationfiles/*/asthmadiary.po
Languages: de

source: Medication
de: Medikamente

source: 1. Medication
de: 1. Medikament

source: 1. Dose
de: 1. Dosis

source: 2. Medication
de: 2. Medikament

source: 2. Dose
de: 2. Dosis

source: 3. Medication
de: 3. Medikament

source: 3. Dose
de: 3. Dosis

source: PRN Medication Dose
de: Hübe Notfallmedikament

source: Symptoms
de: Symptome

source: Cough
de: Husten

source: No
de: Kein

source: Low
de: Wenig

source: Medium
de: Mittel

source: High
de: Stark

source: Breathlessness
de: Atemnot

source: Phlegm
de: Auswurf

source: Other Symptoms and Notes
de: Andere Symptome und Notizen

source: Write down other symtpoms or notes
de: Hier ist Platz für andere Symptome und Notizen

source: Peak-Flow Values
de: Peak-Flow Werte

source: Value
de: Wert

source: Peak-Flow value
de: Peak-Flow Wert

source: Daytime
de: Uhrzeit

source: Add
de: Hinzufügen

source: Date
de: Datum

source: Time
de: Zeit

source: PRN Medication Puffs
de: Hübe Notfallmedikament

source: Symptoms and Measurements
de: Symptome und Messungen

source: Statistics
de: Statistik

source: Download PDF
de: PDF herunterladen

source: Unable to fetch data from server
de: Server ist nicht erreichbar

source: Unable to delete data from server
de: Server ist nicht erreichbar. Daten löschen nicht möglich

source: Unable to submit data
de: Server ist nicht erreichbar. Daten absenden nicht möglich

source: For every medication a dose is required!
de: Jedes Medikament braucht eine Dosis!

source: Allowed characters: A-Z, a-z, 0-9
de: Erlaubte Zeichen sind: A-Z a-z 0-9

source: You provided a wrong value for Cough, Breathlessness or Phlegm!
de: Die Eingabe für Husten, Atemnot oder Auswurf ist falsch!

source: Allowed characters: 0-9
de: Erlaubte Werte sind: 0-9

source: Please correct your input first!
de: Bitte korrigiere zuerst deine Eingabe!

source: Time format
de: Zeit Format

source: Provide a number between 1 and 900
de: Erlaubt sind Nummern zwischen 1 und 900

source: Value and time are required
de: Wert und Zeit müssen angegeben werden

source: A value with this time already exist!
de: Eine Wert mit dieser Uhrzeit existiert bereits

source: You exceeded the max length of 100 characters
de: Es sind nur 100 Zeichen erlaubt

source: You need to save your measurement first
de: Bitte zuerst die Messung speichern

source: Export PDF
de: PDF exportieren

source: Export CSV
de: CSV exportieren

source: Export all charts
de: Alle Diagramme exportieren

source: Monthly statistics for
de: Monatliche Statistik für
